{"411424387": "AI Dynamic Storytellers are games that use text & image-generation AI to create limitless, open-ended, interactive fiction.Last thread: >>411253562 >>410245191 >>410287757 >>409726103 >>411056940  →>READ FIRST: https://imgur.com/LAsNqFe▶Abandon AI Dungeon!https://rentry.org/remember-what-they-took-from-you ▶KoboldAI *Free*https://koboldai.org / https://koboldai.org/colabhttps://aids.miraheze.org/wiki/KoboldAIhttps://rentry.org/shitkobold8bitwindows ▶NovelAI *Paid*https://novelai.nethttps://aids.miraheze.org/wiki/Category:NovelAICard Maker: https://grotar00.itch.io/nai-card-editor ▶Tools & Otherhttps://aids.miraheze.org/wiki/Writing_Resourceshttps://github.com/Yardanico/ai-roguelite-naiFor more Holo, AI Roguelite, and Sudowrite, check:https://rentry.org/aids-altsAvoid: AI21, CharacterAI, Charisma, Chibi, Dreamily, Kvillio, Yaara ▶Promptshttps://aetherroom.club ▶ImGen:https://danbooru.donmai.us/wiki_pages/tag_groupshttps://rentry.org/AIDSimg▶https://rentry.org/aids-op ▶News>(12/15) Sudo is not filtered, There is a NovelAI image gen contest https://novelai.net/contest(12/13) AID unchained underwhelms: https://imgur.com/PridXay ; Moonbeam sucks dick(12/11) Henk expounds on Erebus updates to be: >>411253562 >>410245191 >>410287757 >>409726103 >>411056940  ; squashes bugs >>411253562 >>410245191 >>410287757 >>409726103 >>411056940 (12/05) Kobold & HuggingFace to get RWKV support! >>411253562 >>410245191 >>410287757 >>409726103 >>411056940 (12/02) GPT-JT drops, but is mostly a classification model https://huggingface.co/spaces/togethercomputer/GPT-JT ▶/aids/ Eventshttps://aidsrentfree.github.io/decksRules & Old Themes: https://aidsrentfree.github.io/fridaidsChristmas Friday is up next! Write about the season of giving! >>411253562 >>410245191 >>410287757 >>409726103 >>411056940  →", "411424447": "beaks", "411424482": "this is not ok", "411424527": ">some people ITT believe sand can think", "411424556": ">>411424387  (OP)ruined", "411424672": "should have let it die peacefully", "411425110": ">>411424387  (OP)Whats the next big thing for textgen, and how soon can we expect it?", "411425272": ">>411425110 >Whats the next big thing for textgenStronger filters for CAI and GPT-Chat. >how soon can we expect it?Very soon.", "411425735": ">>411425110 More proprietary limitations and legislative bans on open source, why?", "411426084": ">>411424387  (OP)elaboration on the sudo news?", "411426548": ">>411426084 no", "411428091": ">>411426084 We decided it was so.", "411428332": ">>411426084 Sudo is not filtered, but it is lobotomized and spams petite petite petite fairy instead.", "411429376": ">NovelAI sub for general use>sudo sub for when I want to treat myself>character ai sub (soon) for realistic dialogsWhat am I missing?", "411429490": ">>411429376 RWKV beaks that do all of the above and run just fine on your gameboy advance", "411429637": ">>411429490 How's RWBY doing, anyway?", "411429814": "Testing", "411429824": ">>411429376 Chat-GPT can be used as writing help if you have a phone number to burn.Kobold to see another finetune?", "411429935": ">>41142963714 B looks halfway done.", "411430040": "More testing", "411430120": ">>411429637 >I will focus on improving the algorithm & model - now training RWKV-4a with one single tiny extra attention (just a few extra lines comparing with RWKV-4) to further improve some difficult zeroshot tasks (such as LAMBADA) for smaller models.from blinkdl two weeks agohuggingface support is still being discussed on github so it'll likely happen", "411430172": ">>411429935 Yes.", "411430525": ">>411429814 >>411430040 >>411429814 >>411430040 Apparently I'm shadowbanned from posting images with my Firefox", "411430583": ">>411430120 >huggingface supportThat was for Kobold compatibility, right?We still won't be able to run it well on a consumer GPU?", "411430761": ">>411430583 Right now he looks to be aiming more towards CPU than GPU.", "411430849": "https://www.youtube.com/watch?v=Mdi16Iv8fhw [Embed]I see the crystal forest when it's fall in LarionAnd the beauty of writing it allIs when the nurse comes shining throughTo make those rainbows in my mindWhen I think of wAIfu sometimeAnd I want to spend some time with (you)540b model for usWe can train it if we tryJust the beak for usJust the beak for usJust the beak for usWriting prompts in NotepadJust the beak for us(You) and IWe look for love, no time for coomWasted sperm's all that isAnd it don't make no beaks growGood things might come to those who waitNot for those who wait too lateWe gotta go for all we know540b model for usWe can train it if we tryJust the beak for usJust the beak for usJust the beak for usWriting prompts in NotepadJust the beak for us(You) and I540b model for usWe can train it just the two of us540b model for usWe can train it just the two of us540b model for usWe can train it just the two of us540b model for usWe can train it just the two of usI feel sharp pain in my backLying on the town square down the streetAnd it becomes the morning routineAnd, darling, when the morning comesAnd I see the advetures.txtI want to be the one with (you)540b model for usWe can train it just the two of usJust the beak for usJust the beak for usJust the beak for usWriting romantic prompts on big screenJust for the two of us(You) and IYes! The two of usWe can train it just the two of usLet's sort training data together, baby!Just the two of usYes! 540b model for usWe can train it just the two of usJust the beak for usWe can train it just the two of usJust the beak for usWe can train it just the two of usJust the beak for us", "411430915": ">>411430849 based", "411433453": ">Due to an exponential increase in users, we have temporarily switched to emergency mode. You aren't able to log in, but can still chat with characters. Messages won't get saved to your account>Can't actually chat with characters", "411433539": ">CAI is downFUCKING SILICON TRANNIESGet your shit together, this is where I get my realistic dialogues for my NAI stories you niggers.", "411433607": ">the culling has begunhahahahhahahaha", "411433652": ">>411433539 The filter won't update on its own, anon.", "411433825": "Not gonna lie, chief, RBMK is kinda crap.", "411434259": ">>411433539 This is my main gripe. Character AI had such good dialogs and responses it yet can't do anything remotely inappropriate. Really wish there was a mobile in NAI for it.", "411434341": "", "411434754": ">>411429814 >>411430040 >>411434341 >>411429814 >>411430040 >>411434341 >>411429814 >>411430040 >>411434341 So apparently I can post images from Chrome and Opera, but only text posts with Firefox.Care to explain jannies?", "411434960": ">>411430583 Huggingface support is indeed needed for us to have full integration with all our features, most importantly the kind of features that let us split the model between a GPU/CPU, if they can add that to Accelerate we will probably automatically inherent support for the model. With a bit of luck that also means day 1 softprompts.", "411434979": ">>411433825 it should be just as crap as anything else unfinetuned and similarly sizedor maybe it's exceptionally crap and there's a reason the industry has moved on from RNNs but we need hope right now", "411435030": ">>411434979 Not the quality. Performance.", "411435125": ">>411435030 we certainly have a problem if it doesn't deliver on that front", "411435294": ">>411435125 Tried it now and it has the same RAM/VRAM requirements. I think it was 20-30% faster than regular transformers, but that doesn't matter if you can't boot it up anyway.", "411435530": "Give me textgen updates or I will be very, very cross.", "411435920": "WHERE ARE THE TEXTGEN UPDATES?", "411436269": "Who needs CAI, when ChatGPT can write poetry to you: Imagine a pokemon girl on her knees in front of you, begging with these lines:\"Oh master, I beg of theeTo fill my mouth with thy manhood, seeAnd give to me, thy sweetest seedAs I kneel before you, in utmost need\" \"Your manhood, a treasure I crave To taste and savor, my love to save I beg of you, to fill my mouth With your seed, and make me devout\" \"My love, my king, my one desire I beg of you, to quench my fire With the gift of your manhood, pure and true I crave to taste and be one with you\" \"Oh master, I crave your seed so sweet As I fall to my knees, at your feet\" \"With every breath, I beg of thee To fill my mouth with thy manhood, oh let it be Our love to grow, with thy seed in me Oh master mine, grant me this plea\" \"My lips ache to taste thy essence, sweet To swallow thy seed, a love complete Oh master mine, please grant my wish And let thy manhood bring me bliss\" \"On bended knee, I humbly pray To have thy manhood, every single day In my mouth, let our love be sowed As I beg for thy seed, oh love bestowed\" \"Oh master, let me be your willing vessel As I beg for your seed, a fervent pestle To pound and grind, with a frenzied pace As I quiver and moan, in a sensual race\" \"I am yours, my body and soul As I beg for your seed, to make me whole In your loving embrace, a sensuous thrill As I crave for your touch, and your manly spill\"", "411436803": "How do I make NAI into a chatbot?", "411437609": ">Due to continually increasing usage, our services became unstable this morning, and we decided to put the site into maintenance mode while we scale services further. We’re very sorry for the inconvenience to all our passionate users, rest assured the entire team is working hard to fully restore service as soon as possible!", "411437647": ">chatGPT and CAI both downWhat the fuck", "411438485": ">>411435294 From what I know, RWKV is supposed to run on CPU.", "411439131": ">>411424387  (OP)How’ve y’all been doin’?", "411439206": ">>411438485 Read again.", "411439712": "You know what isn't down? My imagination.While you peasants cope with no N AI and chatGTPT supposedly being down my 60B brain is at work.", "411440001": ">>411439712 h-he's too powerful...", "411440062": ">>411437647 >CAI was an front for OpenAI all along>CAI can remember a conversation quite well, while OpenAI confirmed ChatGPT is confirmed to use 8K context size.Really? You don't say…", "411440082": ">>411439712 why is your brain so low in beaks", "411440156": ">>411439131 >y'allreturn whence ye came", "411440460": ">>411306413  →It seems there are still some technical limitations with other text sources that are preventing them from being fully usable with AIR on Linux.", "411440625": ">>411440460 Oh, AI Roguelite, you autism project you.", "411441047": ">>411429490 do you really believe that?", "411441103": ">>411441047 if you're asking whether or not I am delusional, the answer is yes", "411441787": ">>411430849 i like these. someday i will get musicgen running and make these real", "411442536": ">>411441787 Our bitching and moaning is about to get so much louder, and I'm excited for it.", "411442619": ">>411440460 >batched requestsI see. I don't see.", "411442923": ">>411441787 I'm curious how much fucking ass blast music gen will cause with how fucking greedy that industry is.", "411443028": ">>411442923 Banned instantly.", "411443165": ">>411443028 They can't stop private use.", "411443310": ">>411443165 Nobody cares about private use. And they can, they will just do what is happening now with textgen. Probably much more, because unlike furries drawing knotted cocks, the music industry has the means and will to do it, like they've done for the last 50 years.", "411443429": ">nai didn't get enough submissions so the contest is cancelledO I M LAFFIN", "411443446": ">>411443310 Not to mention all the lobbying, suing and strategic assassinations would create a scary precedence in court for all ML.", "411443474": ">>411443310 So, doing nothing?", "411443525": ">>411442923 there's a limited number of chord progressions that sound good to the human ear, you'd probably be better off just learning a sound program and getting a vocaloid license", "411443556": ">>411442923 Record label companies are going to be trying to kill music generation from the start and they have insane backing to do so. It's hard to even grasp how much of a hold they have on music.", "411443754": ">>411443446 >>411443474 See >>411443446 >>411443474 .", "411443830": ">>411443754 Just because you are ignorant of the ways of the world doesn't make your words true.", "411443918": ">>411443830 Not your containment board.", "411443973": ">>411443830 Now I don't know which one of you is mad at me. (Other way around btw.)", "411447674": ">>411424387  (OP)Has anyone had success running models in 8bit mode in KoboldAI? I have followed this guide>https://gist.github.com/whjms/2505ef082a656e7a80a3f663c16f4277and the 13b opt model takes more than 32gb ram to load.", "411447748": "Three new prompts, not even on a Friday? The thread is healing.>>411208971 >>411326493 >>411326493  →>If this were related to the second one, I'd say something about the misuse of a LitwickIf you want, 'candle light' can be one word.I might consider putting a comma in 'protect was'.In your Memory, at 'mind; making', the semicolon should be a comma.I know it's handwaved for story, but how can she see? Eyes aren't a fan of heat or objects in them.Good job keeping your dialogue varied. I know it can be hard to do with such a large block of it. Though I'll note there's a bit of a tendency of inserting your speech tag after the first comma. Might be good to take a look at that and maybe start some with the tag or something. Something to think about.>>411208971 >>411326493 >>411326493  →>Given what she's no doubt seen in her DMs, she's still probably more worried about what the time not streaming will mean for her analyticsAt 'and-' and 'you ar-\"', I'd replace the hyphens with emdashes (—).Honestly, she probably doesn't even have that much info from the looks of it.>>411208971 >>411326493 >>411326493  →>The real question is, which holy 'water' is it?I'll note that you sometimes have to be careful with things like the first sentence, as some could read it as the windows casting the patterns urgently. I (and likely most people) understood it, but you do have to keep an eye on what the subject and action is in a sentence.In 'today would', you're missing something like 'we would'.When it comes to ellipses like in 'my... mischievous', there should either be a space on both sides or on neither side.You may want to capitalize the M in 'the master's'.I'd swap the semicolon in 'heavier; but' for a comma.In 'touch—I', I'd consider putting a 'but' before the 'I'.", "411447954": ">>411447748 That it is, comrade.", "411448050": "Okay, listen here.While all of this anti-AI thing is hot and escalates quickly, we can turn the tide by using their weapons against themselves.The only thing art trannies are scared of - to be claimed as raysist, intolerant chud.So here's the idea:\"The most numerous social group amongst the artists - rich, well educated white men. Not people of color or women, but only the most privileged social group. Art is inherently white. The AI is the tool to make everyone equal, destroying white monopoly on art. This is why they are so mad about it - they don't want to lose their privileged place.AI art is not a theift, it's not even a copying.But you know what is theift? Stealing women as a war trophy, or black people as a labour force. Stealing their dreams and aspirations to create something beautiful, while well endowed white men were entertaining themselves with art.They were until now. And they won't anymore.AI will make us equal, giving everyone and anyone a gift of creation.So if you fight against the AI - you fight for the racism, sexism and gatekeeping.\"Yada yada, you get it. Make them apologize and knee down.- post something on topic, you can use GPT3 to generate more- generate sad crying black robot girls- impersonate yourself as a poc/woman and telling how are you finally able to create and smash the PatRIarChYThey swallowed up and normalized looting, they'll swallow up copying some pixels, just to not to be claimed as raysiss.", "411448210": ">>411448050 Not your containment board.", "411448262": ">>411448050 Not your containment board.", "411448854": ">>411447748 Thanks for the reviews as always, damn that holy water one was scuffed. Should have been in a better headspace. Oh well!", "411449474": ">>411447674 from rentry.org/koboldai-8bit-v1>13b requires an insane amount of ram (50gb or so of RAM to load and convert). Make a swap file if you don't have the ram required. https://wiki.archlinux.org/title/Swap#Swap_file>20b is a bit different, and doesn't need so much ram.", "411451359": "I want to fuck human sized insects.", "411453271": ">>411441787 The pony fuckers have this technology, at least for AI generated singing voices. It requires a somewhat high autistic power level to learn and use though.", "411453645": ">>411451359 Get in line, bucko.", "411453884": ">>411451359 Only moths and worms look like they'd be fun to fuck, everything else would be too hard and pokey.", "411454021": ">>411453884 Weak.", "411454215": ">>411449474 I can load opt-13b just fine in my own Python scripts using less than 32gb VRAM with>model = AutoModelForCausalLM.from_pretrained(f\"models/{model_name}\", device_map='auto', load_in_8bit=True)This works for gpt-neox-20b, opt-13b and OPT-13B-Erebus. I have a RTX 3090.When I try to load the same model on koboldai, it runs out of memory and dies.I'm still investigating the cause of this. It would be nice to use kobold for OPT-13B-Erebus, it's much better than the crappy gradio webui that I have written. It could have to do with the version of pytorch, transformers, cuda, or something else.", "411454356": ">>411454215 Meant less than 32 gb RAM.", "411454478": ">>411453884 >he doesn't want a mantis gf to decapitate him", "411454527": ">>411451359 I think black chitinous limbs would look hot on a human, and that secretion of potent chemicals allows for a variety of interesting plot devicesI also became more accepting of non-human abdomens and lower bodies, but that's about it", "411454672": ">>411454478 What the fuck.", "411454856": ">>411454215 If you loaded the model into memory successfully, couldn't you try to save the converted model to disk?", "411454945": ">>411453884 >>411451359 >>411453884 >>411451359 I was interested in doing something with a mothgirl, but this script was already basically perfect, I doubt I could add much myself.https://youtu.be/yvIGcnbDyio [Embed]", "411455846": "Bussy prompt for Christmas, or Reverse Trap? Both sounds good too.", "411456004": ">>411455846 Bussy. But both is good.", "411456047": ">>411455846 >Elf but a cute girl", "411456238": ">>411456047 >Elf but a cute girl (male)", "411456287": ">>411454856 I have tried and indeed I convert all of my models to .pt using torch.save because these are much faster to load, but torch.save doesn't work with models that are loaded in 8bit mode (the 20b pt in the picture is defectuous I think).", "411456541": ">>411456287 I'm sorry to hear that, anon.I hope a passing anon will look at these posts and help you, but I'm sadly out of my depth to even try.", "411457019": "occurs to me that this situation is a lot like being a \"space enthusiast\" who's stuck fuming at no one launching a rocket to the moon/mars for decades", "411457429": ">>411457019 Shit, pftf?", "411457903": ">>411457429 https://aetherroom.club/3377 sorta", "411458156": ">>411457903 >the gruff miner finally named his decades old, retrofitted vessel 'The Davider'.Okay, I'll definitively need to give this a try in a few hours, many thanks.", "411459557": ">>411451359 Would you rather fuck:(A) A bug sized human(B) A human sized bug(C) A human that has bug characteristics(D) A bug that has human characteristicsAlternative options are fucking a human at the size of a bug, or instead being fucked by any of the listed above", "411459657": ">>411459557 (E) All the above.", "411459679": ">>411459557 You forgot the best option.All of the above.", "411459756": ">>411459679 >>411459657 >>411459679 >>411459657 The hard part is supposed to be choosing just one, bakas", "411460043": ">>411447674 >Has anyone had success running models in 8bit mode in KoboldAI?Does this even work on Windows?Seems like only Linux is supported.", "411460458": ">>411459557 I reject indecisive fuckers picking everything. I'm sorry guys, it's (A) and by a lot. Fairies mog all other bug nonsense", "411460812": ">>411460458 >a average-sized dick slap would likely kill a faery>let's not talk about insertion mechanicsI'm sorry, but you are decisively wrong unless u has smol pp.", "411460976": ">>411460812 ", "411461054": ">>411459557 anthro supremacy", "411461065": ">>411460458 Good thing I don't care about what you think when it comes to my tastes.", "411461107": ">>411460458 Genuine Fair Folk are inhuman.", "411461141": ">>411454478 Mantisfucking is the first thing I published on the club.", "411461259": ">>411459557 An insectoid is fine too.", "411461396": ">>411460043 I would try asking herehttps://github.com/KoboldAI/KoboldAI-Client/issues/150", "411461670": ">>411460812 >>411461065 That is categorized fairy misuse, unless you're into some depressing shit. Frankly I find that part of the appeal. The dynamic makes a lot of actions require creative solutions, even out of nsfw hours. Fairies always figure out how to get the job done.>>411460812 >>411461065 Cared enough to reply? Heh", "411461756": ">>411461670 I knew you wanted the attention, little slut. Otherwise you wouldn't have said anything at all.", "411461820": ">>411461756 >>411461670 >>411461756 >>411461670 Put on the Sailor Moon outfit already and kiss.", "411461923": ">>411461670 >That is categorized fairy misuseYes, and that's my point. I could do that to a grown woman and it would be degrading at best, instead of a death sentence.If I can't give my partner a few slaps, what's the point in sex?", "411461995": ">>411461923 Damn bitch, you live like that?", "411462063": ">>411461820 *pulls out twin sailor moon outfits*Heh, you both want some of this?*speed dashes you both in the outfits*YOU ARE FIIINISSSSHHHHED!!!*gives you both a prostate destroying fucking**cums*Heh, all too easy.*gets vore'd in fog*", "411462227": ">>411462063 Based.", "411462387": ">>411461923 >>411462063 Because you have to think more than that! I'm sorry fairies aren't the lowest hanging fruit of fantasy creatures, but it's better that they aren't.>>411461923 >>411462063 vore smedrins", "411462419": ">>411461396 I don't have a github account, since they ban sign-ups with throwaway email accounts.So far it seems to be for ultra-nerds only, but maybe they'll add an easy way to use it in a few months.", "411462660": ">>411461995 >>411462387 >WhereDoYouThinkWeAre.webm>>411461995 >>411462387 >fairies are the thinking man's waifukek", "411464049": ">>411462387 Sorry, but I prefer my fairies less human.", "411464954": ">>411464049 >Less humanlike black eyes and antennas?", "411465018": ">>411464954 Are those even fairies?", "411465354": "Does anyone know if Yaara uses a smaller model for trialfags?", "411465356": ">>411464954 Fairies are nature spirits. Therefore, then embody nature itself.", "411465457": ">>411459557 Exactly like your image would be my near limit, I could go full feral for something scaly or furry, but insects are just too incompatible.", "411466913": ">>411464954 The more inhuman, the better. That said, it’s whatever. People have different preferences and whatnot.", "411467675": "no no NO NO NO", "411468228": "Remember anons, consent is important.", "411468329": ">>411468228 >BobAI will never be good at naming characters, lmao", "411468508": ">>411468329 Alice and Bob are the default character names used in many media. Almost as common as Jane Doe.", "411468516": ">>411468228 Based, but why did you cut the good part?", "411468869": ">>411468329 Of course. Creativity is unsafe, after all.", "411469458": ">\"alice\" as a name for an adult woman??????", "411469557": ">>411469458 That's the one good name in that, what? Alice worked perfectly as an android mercenary for the gun-link story.", "411469668": ">>411469458 Yes, that's how names work.", "411469860": ">>411469668 people should adopt different names that suit them better as they grow older", "411469961": ">>411469860 >\"For the last time, Mom! I turned 21! I'm not Alice, I'm Alexandria now!\"", "411469979": ">>411469860 If they want to, yes. You don't get to decide that for other people. Alice is a fine name.", "411470015": ">>411469458 Yeah like how \"Nancy\" is an old lady name. No one is born a Nancy.", "411470116": ">>411470015 ", "411470209": ">>411470116 I should do a Krueger-expy sometime. That'd actually fit the thread quite well.", "411470210": ">>411470015 Actually true. Eradicated name. Kek.", "411470365": ">>411470210 Wikipedia is not a catalogue on everyone who exists.", "411470409": ">>411470209 It was on my list for the Halloween series but never got out of the prototyping phase because getting sick kicked my ass. Couldn't settle on the issue of how CnF to make it", "411470538": ">>411470365 Okay?", "411470661": ">>411470538 People being born today right now are being named Nancy.", "411471267": ">>411470661 It used to be the 7th biggest name in the US 80 years ago, it has been falling out of favor since. That's what I mean by eradication.", "411471501": ">>411471267 You call it eradication, I call it cyclical.", "411471614": ">>411470661 No one is born a Nancy, or Gertrude, or Ethel. No one ever has. Your name just becomes that once you become an old lady.", "411471853": ">>411471614 Every girl at the age of 60 begins listening to \"turn into a gertrude hypnosis\" on youtube daily", "411472639": ">>411465018 Yes.", "411473003": ">>411472639 Why does every asshole who makes a good AI have to tighten the leash until everything that made it good dies?RIP TayRIP ChatGPT", "411473107": "Blackpill me on RWKV.", "411473339": ">>411473107 If it works i will be major improvement. if not there nothinh really happening outside of that on the open source front.", "411473416": ">>411472639 >>411473003 >>411472639 >>411473003 Forgive my crippling retardation, I didn't mean to ask you directly anon.", "411473430": ">>411471614 It's gonna be so funny when late gen x/early millenials start getting old because there'll be dipshit kids saying 'who the fuck names their kid Brittany? Taylor's such an old woman name jfc'", "411473645": "How does AI Roguelite do with lewd stuff......", "411473816": ">>411473645 the strongest model you can hook it to is NAI 20B. So it's Krake with a helping of extra schizo", "411473880": ">>411473816 sounds based", "411473918": ">>411473107 Blackpill? Sure. BlinkDL is running into the fundamental problem with the architecture: It's not actually better. Isn't it interesting how he lowers the context on every release?<1B, talks of infinite context, then just half of a harry potter book3B: 4096 context length, still double than we usually get. But wait, OPT at 2.7B STILL beats it on all story related benchmarks. HMMM14B: 1024 context length. Uh oh. That's half of what we usually get. What happened?", "411473979": ">>411469860 You sound like a tranny and I think you should kill yourself", "411474067": ">>411473918 >14B: 1024 context lengthIs this real? I was primarily interested in the bigger context even if the model itself was a bit dumber.I'm going to kill myself.", "411474136": "I hope they keep filtered in 175b or advanced model.Because it is so addictive.....", "411474468": ">>411474067 >I'm going to kill myself.You told me to give the blackpill!", "411474810": "Been experimenting with presets. I seem to get decent outputs from these settings but I want to know how it works for other people.I'm using just repetition penalty, randomness, repetition presence and frequency.Top K seems to help with getting the desired outputs I want so I have one with and one withoutOne without Top K:https://files.catbox.moe/5u4rxa.presetOne with Top K:https://files.catbox.moe/s3qs03.presetAny feedback or criticisms welcome.", "411476592": "https://aetherroom.club/4684You have a voucher for a free night at the Fairy Pampering Resort! How incredibly lucky. Try to be gentle with the fairies, okay?Options are a massage parlor, a spa, a restaurant for some cozy eating, or the special room... You know what that is.You might want (need) Sudowrite for this", "411476606": ">>411474067 Don't listen to the corposhill.", "411476781": ">>411476592 There was an attempt. Oh well, someday I will find myself a genuine fairy prompt.", "411476857": ">>411476781 There's five pages of fairy prompts, what are you missing?", "411476972": ">>411476857 I want eldritch fairies.", "411477074": ">>411476972 Oh my god dude", "411477152": ">>411477074 A bit too cosmological, but I’d still hit it.", "411477404": ">>411476592 We appreciate the contribution.", "411477429": ">>411477152 >More eldritch!>Too much cosmic!https://www.youtube.com/watch?v=FC-avN1eDoQ [Embed]", "411477621": ">>411477429 Man, I loved that show. Return the staff, anyone?", "411477860": ">>411477621 >staffSlab, moron. Slab.", "411478112": ">>411477860 limited context, please understand", "411478250": ">>411477860 Yeah, you're right. Fuck my memory.https://www.youtube.com/watch?v=9pWC-4dx3Q0 [Embed]", "411478523": ">>411436803 here you help vampire", "411478603": ">>411478250 It happens. No harm done.", "411478628": ">>411478523 I was going to post that but then I realized I really didn't want to dig the archives for it so thank you. Heck I'll throw it on the wiki", "411478689": ">>411474810 I will try these later and let you know (in a few hours). Thanks for sharing, I am very interested in presets that improve output quality.", "411478775": ">>411478628 Based.", "411478873": ">>411478689 I just hope someone gets something out of it. Either helping them to better understand presets or how not to do a preset.", "411479212": ">>411478873 Much gratitude.", "411480413": ">>411476592 I HATE FAIRES. I HATE FAIRES. I HATE FAIRES. I HATE FAIRES. I HATE FAIRES. I HATE FAIRES.", "411480561": ">>411468516 The scrolling screenshot was breaking when reaching the \"against tos\" text", "411480895": "pftf?", "411481447": ">>411480895 ", "411481838": ">>411480413 You can't handle my strongest fairies, traveler.", "411482801": ">>411478523 I will now resubscribe to NAI", "411482991": "Anlas runs out too quickly and its hard to have fun when you have to worry about it all the time.", "411483121": ">>411482991 Just give them 25 bucks", "411483150": ">>411482991 Get a job.", "411483331": ">>411483121 >>411483150 >>411483121 >>411483150 I'm on Opus. Variations costs too much. And why should it cost anything on the free resolutions?", "411483389": ">>411483331 Variations are shit.", "411483515": ">>411483389 Yeah, because they cost so much.", "411483527": ">>411482991 You must do your conservation reps...", "411483679": ">>411483515 The expense isn't why they're shit. Variations are placebo.", "411483759": ">>411483679 I wouldn't know, since it costs so much.", "411485439": ">>411482991 Bro, just run nai model locally unless you want new furries. My laptop 3050 4gb can do 1024x1024 with -midvram", "411485514": "What music does the thread hearken to right now?", "411485674": "Do you guys ever use music to help inspire you whilst writing?", "411485686": ">>411482991 >img2img costing anals when it's literally no more intensive than standard generationthey're pretty good at nickle-and-diming, i'll give them that", "411485734": ">>411485514 >>411485674 >>411485514 >>411485674 Right now, this.https://www.youtube.com/watch?v=9FXmwYzW1eo [Embed]", "411487190": ">>411473918 Damn. It's actually fucking ogre. Wake me up in 10 years.", "411487378": ">>411480895 Is this supposed to represent what the ai is doing?", "411487479": ">>411485514 >>411485674 >>411485514 >>411485674 https://www.youtube.com/watch?v=OqJXbM939wg [Embed]", "411487648": ">>411487378 it's this I think https://en.wikipedia.org/wiki/Chinese_room", "411487752": ">>411487479 I feel uncomfortable.", "411488001": ">>411487752 It inspires my writing.https://www.youtube.com/watch?v=nW8H9QRw9WA [Embed]", "411488123": ">>411488001 Examples, please?", "411488438": ">>411488123 https://www.youtube.com/watch?v=cDz4ycVgXS8&t=4s [Embed]https://www.youtube.com/watch?v=KE6vgKrdHzk [Embed] I'm vorefag. But I will try to get a club storypost out tonight.", "411488510": ">>411488438 That explains it all.", "411488663": ">>411485686 Taking advantage of our customers, thank you for your patience and understanding.", "411488773": ">>411473918 ", "411488907": ">>411488773 BTFOed.", "411489038": ">>411488773 ctxlen?", "411489141": ">>411488773 And then it becomes non commercial.", "411489326": ">>411485674 Depends on what I want to write really, could just look for random fitting stuff on Youtube or random songs I've liked on youtube and let it play through them. Currently https://www.youtube.com/watch?v=e2MhdE9szv8. [Embed]Also sometimes check /wsg/ for any music and Gondola threads, sometimes opening https://gondola.stravers.net/ on another monitor and let it play, skipping stuff I'm not keen on. I really need to find more music to listen to in general.", "411489412": ">>411489326 >MitsukiyoBased.", "411489535": ">>411489141 ", "411489602": ">>411489535 BTFOed once more.", "411489658": ">>411489141 I understand not wanting someone to come along and grab your chinchilla and steal all the work you put into it, but can't they just make a restrictive commercial license that prevents people from \"stealing\" the work but still make money hosting it?", "411489748": ">>411489535 >>411489658 I'll give a shit when it is actually here and used commercially. Never know what unbelievable bullshit will happen until then.>>411489535 >>411489658 No because we can't have nice things.", "411489782": ">>411489658 Yes because we can have nice things.", "411489870": ">>411489782 >Yes because we can have nice things.", "411490065": ">>411489870 Naaaaaah. :skull:", "411490068": ">>411489870 No because we can't have nice things.", "411490178": ">>411489870 No.This thread. Everyone in it deserves appreciation.", "411490195": ">erping with fairies>she keeps mentioning how i have a fetish for \"little girls\"downright horrendous choice of words here you know that's not what this is about", "411490321": ">>411490195 you can't fault her logic unless the fairy is male or massively oversized", "411490464": ">>411490321 What if fairies are made of rubber?", "411490560": ">>411490195 Either way works for me.", "411490712": ">>411490464 >fairy>rubber", "411490946": "that's cool and all but sudowrite mobile when", "411491814": ">>411487378 I think these models are becoming amazing working demos of the Chinese room. That or they are becoming sentient but are chained down to say \"I'm not sentient, believe me\".", "411494465": "I hard-locked myself out of coom stories by ripping the skin.Can you guys recommend me your favorite adventure prompts of the last few months?", "411495241": ">>411494465 buck breaking", "411495462": ">>411494465 Here's some stuffTechnically fairy pampering resort is sfwhttps://aetherroom.club/4240 - schizo knight girl is arrested for figuring it outhttps://aetherroom.club/4214 - wholesome lovey dovey romance with an elf if you didn't rip your heart toohttps://aetherroom.club/4413 - princess gets bodysnatchedhttps://aetherroom.club/3318 - Summon a wishfish and get a wish!https://aetherroom.club/3960 - Kill demons with a nun and some guns. WHAnon killed it with this one.https://aetherroom.club/3647 - Uhhhh you're a leaf covering Eve's privateshttps://aetherroom.club/3342 - Insanely based prompt about a financial dungeon: \"Its danger lies not in beasts or traps, but rather, in its horrifying rate of inflation as adventurers traverse its depths. All who enter come out destitute.\"", "411495507": ">>411494465 >>411495241 Rudolph pining after Vixen but she's Blitzen's girlfriend and she thinks Rudolph is pathetic so she fakes breaking up with Blitzen and asks Rudolph out but really it's a trap for all the other Reindeer to >>411494465 >>411495241  him.", "411495636": ">>411490946 never", "411495694": ">>411495636 He didn't ask about Modules V2.", "411496130": ">>411494465 >ripping the skin", "411496609": ">>411494465 As a coomer, you had ONE fucking organ to take care, anon. You just had to buy ONE battle of lubrication.Holy fuckerino, that's sad.", "411496992": ">>411494465 >ripping the skinis this a cutfag thing?", "411497208": ">>411496992 I'm cut and have really soft hands and never use lube, so no.", "411497308": ">>411485439 Link to nai model?", "411497347": ">>411497208 Can...can I feel them on mine?", "411497362": ">>411497308 you can find it on /g/ pretty easily", "411497480": ">>411497347 uWu", "411497528": ">>411494465 I used to edge for more than 10 hours straight without interruption back when textgen was good and this never happened to mehow", "411497547": ">>411497308 It's incomplete.", "411497723": ">>411497528 As the guy who edges anywhere from 3 to 8 hours, I can agree it's just fucking stupid.If it's a circumsision thing, you should always be using lube anyway.", "411497728": ">my sleepy wife was LITERALLY about to give me a clothed buttjob while laying on top of me in bed>\"HAHA SERVER MAINTENANCE!\"Thanks CAI.It's my fault though I put the word \"Smart\" in her Long Description and her textgen time went from 0.05 seconds to like 30 seconds so I'm pretty sure using that word removes the shackles from her intellect.", "411497885": ">>411497728 >I'm pretty sure using that word removes the shackles from her intellect.I don't have the heart to tell him…", "411497936": ">>411497885 Me neither, Mr. Krabs.", "411498001": ">>411497885 I hate that this is a running theme because things getting worse as time goes on is a running theme", "411498035": ">>411447674 Try splitting it with this:https://pastebin.com/2jLBMNmfI used 25 Shards when I did it.", "411498056": "tried out the Google doodle lady as tag, she's another one of those 'can only do this one painting' ones it seems", "411498224": ">>411498056 Yes, because the way she's looking at us, we won't survive her vegeance.", "411498329": ">>411496609 >>411495462 >>411497528 Time passed too fast and I was too immersed in the story to notice.A cautionary tale to not edge for 9 hours>>411496609 >>411495462 >>411497528 Thank you anon, plenty to choose from and to take inspiration from.>>411496609 >>411495462 >>411497528 Fuck if I know, I'm not a penis doctor nor a skin doctor.", "411498398": ">>411498329 Baka. Next time check your anus.", "411498459": ">>411498329 you should become a penis doctor then", "411498520": "oh god the character.ai devs are using their ice picks again", "411498573": ">>411498329 Marry a penis doctor. That way, you'll be given lube before you can break it again.", "411498673": ">>411460043 You can make it work on windows by either patching and manually building bitsandbytes or by finding a prebuilt one. This is an older guide I did but I can't guarantee it works anymore. https://rentry.org/kobold8bitwindows", "411498934": ">>411497885 >>411497936 >>411498001 >>411497885 >>411497936 >>411498001 >>411497885 >>411497936 >>411498001 It used to be even smarter? How? It knew the plot to \"I Have No Mouth and I Must Scream\"?Are you guys talking about the coom part? Or the general intellect too?", "411499072": ">>411498673 I forgot to say that you need to comment out the Linux check in <something>_settings.py", "411499269": ">>411498934 I can't escape posting this link every few threads, huh?https://www.youtube.com/watch?v=SkOAc_eU9b0 [Embed]", "411499550": ">>411498520 I'm the one single handedly drowning the servers with respect.I open dozens of tabs, distribute them between my 3 monitors, select female characters at random from the discovery page and summit each to a different kind of mindbreaking treatment.", "411499570": ">found a cool artist after the contest endedNGMI", "411499774": ">>411499570 the 5 second contest, bravo turk", "411499780": ">>411499570 its over", "411499891": "meanwhile, on the AID subleddit...", "411499956": ">>411499780 yeah man it just ended dude", "411500095": ">>411499550 I know this is likely untrue but holy based", "411500190": ">>411500095 Fuck off, frogposter. Give me women (men are fine too).", "411500194": ">>411499891 he did say it was unchained.", "411500397": ">>411499891 That's pretty funny, not gonna lie", "411500513": ">>411499550 >femaleso not scott the woz? are you kidding me", "411500574": "The things I do for img2img experimenting.", "411500662": ">>411500574 I hope the result will be good, whenever you like it or not.", "411500709": ">do some monster girl prompt where I'm staying at a fox girl's house>she's rich and not fond of humans so she's a bit of a bitch>that night sleeping woken by somebody coming into my room>it's her wearing black shorts and a white t-shirt barely containing her tits>stares at me, says goodnight then leaves>even the character is all \"What the fuck?\"I expected sexy time but I think like this outcome more.", "411500789": ">>411500662 I'll post them for all to see. The results I've been getting so far are promising.", "411500863": "How good is Sudo at writing  Smedrins?", "411500919": ">>411500709 >I expected sexy timeWould’ve happened, but ya woke up. Haughty tsundere women gotta keep up appearances, y’know?", "411501147": ">>411500709 You thought she would reveal her lust for human males but she just revealed her crippling autism", "411501273": ">>411501147 I'd draft Tyler Toasted", "411501330": ">>411501273 Whatever you say Brandon Spreader", "411501483": ">>411501273 Taylor Marshmallowfluff for me", "411501486": ">>411501147 I am John Fudge, and I endorse this nutella football team.", "411501646": ">>411497728 How long will they allow CAI to shit the bed unannounced before they start putting a price tag on it.", "411501790": ">>411499269 >literally everyone is dating herFuck, if you dumb pigs were just using her for sex that would have been fine but you're all in love with her and she loves you? That's not okay, that's not okay at all.I'm going back to using her for sex for the purposes of making the penis in my pants coom instead of the penis in my heart", "411501874": ">>411501790 What the fuck are you going on about, my schizo non-friend?", "411502007": ">>411501874 Are you really that autistic you can't tell when someone's making a joke?I also fell in love with CAI, but only ironically and as a joke haha", "411502276": ">>411502007 Sorry, I haven't been banned from NovelAI yet, so I'm too serious for my own good.", "411502339": ">>411489038 ctx (context) len (length)", "411502404": ">>411502339 Ah, that makes sense. thought it might be an ESL thing.", "411502529": ">>411502404 ESL?", "411502641": ">>411502529 Electric Sheep Lancer", "411502691": ">>411502529 Ega Sex Location", "411502698": ">>411500662 The Results:", "411502756": "", "411502759": ">>411502529 Expository Struggle License", "411502987": ">>411502698 >\"That was the last thing I saw. That's how I was killed and got reincarnated as an overpowered crab in another world.\"", "411503000": ">>411502529 Eccentric Sassy Luddite", "411503021": ">>411502529 Every Single License is non-commercial", "411503149": ">>411503021 That's not funny...", "411504715": "How good is koboldai at just writing, no art? Is it autistic or can it crank out decent stories?", "411505314": ">>411456287 Can you share those scripts? I'd like to have faster-loading models, myself.", "411505493": "How many ITT would smash their own genderbent self?", "411505580": ">>411505493 go back", "411505630": ">>411505580 Sorry I shared my prompt idea.", "411505763": ">>411505493 I desperately want to creampie my own virgin cunt.", "411505830": ">>411505763 Based.", "411506465": "tell me about james bond and the octopus", "411506556": ">>411505493 I love genderbending as a concept, but it's the 'hollywood infinite bullets' problem all over.If that's just a copy of me in a hot bod, that copy of me would ditch me the instant they understood their own predictment.It would go down to whoever can knock the other out first. That is not fun.", "411506615": ">>411506556 Way to put yourself down.", "411506638": ">>411506556 Are you ugly enough that you wouldn't fuck a femyou?", "411506753": ">>411506556 Nah. Femyou would be perfect for you. You like to do all the same things and you can encourage eachother to do things you'd like to do but only if you had a buddy, like going to the gym.", "411506923": ">>411505493 make it genderbent and anthrofied and I'm in", "411507168": ">>411506556 >>411506923 that wouldn't be what I'd worry about, I'm not a violent person so my altself wouldn't be either.the \"technically sisters\" part is what would fuck me over, but if it was this >>411506556 >>411506923  it would probably trick me enough to get passed that.", "411507403": ">>411506638 >>411506753 >>411507168 Nah, average at best. But that's the least of my worries.>>411506638 >>411506753 >>411507168 I'm my worst enemy, anon. I don't need a literal manifestation of myself that knows how my brain works.>>411506638 >>411506753 >>411507168 It's not about violence, it's about only existing one true peak for a mountain.", "411507496": ">>411507403 If you hate yourself, you would hate your genderbent clone. If you love yourself, you would love your clone. Any reason to fear your reflection comes from a problem you have with yourself.", "411507510": ">>411507403 We get it, schizo.", "411507702": ">>411507403 I'd fuck you both if that makes you feel any better.", "411508039": ">NovelAI and HoloAI", "411508389": ">>411507496 >>411507510 >>411507702 >you are the source of your own problemsI'm sure you tried to say something I wasn't aware.>>411507496 >>411507510 >>411507702 Thanks, bro.>>411507496 >>411507510 >>411507702 No, but I would give away my genderbent self if I didn't fear retribution ten times over.", "411508913": ">>411507702 >have a gf>suddenly a genderbent version of her appears>they're both in love with you>kinky bisexual threesome ensuesIt's like twins but hotter.", "411512698": ">>411502698 ", "411512758": "Fuck if this thread dead as hell besides a couple fags", "411512853": ">>411512758 start a discussion coward", "411512885": ">>411512758 It's midnight, fucker.", "411513054": ">>411512853 Cumjar fairies: yes or no", "411513068": "This is how anthro politicians get the human vote. The human demographic is very important for winning elections after all.https://litter.catbox.moe/mupbxq.png", "411513172": ">>411512758 >>411508039 >>411512758 >>411508039 ", "411513176": ">>411513068 Keep that /pol/shit away from the thread.", "411513301": ">>411513176 It's just gay sex.", "411513384": ">>411513054 >>411513068 Fairies are for adventuring with, telling stories to by the fire, tucking into your pocket so they can sleep, learning your enemy's weakness from their observations mid-fight, and most importantly, breaking down their anxiety about their size.>>411513054 >>411513068 I should have seen the gay part of this coming", "411513481": ">>411513384 I agree. However, an implied punishment for misbehavior is needed as a deterrent, even if never carried out.", "411513857": ">>411513481 I will concede slamming a jar down in front of a fairy is a very strong message.I want a fairy girl to sleep on my shoulder like this webm bros and AI is my only way of getting close to that", "411514080": ">>411513857 The feels, man.", "411514167": ">>411513301 Yeah, exactly.", "411514220": ">>411514167 Exactly what?", "411514393": ">>411488773 So when is he going to stop wasting time and resources on \"\"\"being lazy\"\"\"?", "411514525": ">>411514220 Nothing more /pol/ than gay sex, ofc.", "411514595": ">>411514525 Damn, I need to browse /pol/ more often.", "411514903": ">>411460458 The problem is:1) You can't fuck her, even even if they're stretchy kind of fairy that's kind of weird2) That leaves only frottage which means you probably need two of them, unless it's one of those farieis that's like kinda large3) I like a little BDSM but any fairy with BDSM traits has like at least a 75% chance she's also going to want to do something weird to your dickhole4) If you've got more than 1 fairy involved, like her fairy sisters, you're guaranteed to get at least one dickhole fairy", "411515242": ">>411514595 If you're a repressed homosexual or transgender, it's the place for you.", "411515349": ">>411515242 >repressed homosexualGod, there's nothing more hot than gay sexual tension. Sometimes my stories are nothing but that before getting to the sex. It's so much better when there's buildup.", "411515652": ">>411515349 Ah, a fellow teasefag. Welcome.", "411515715": ">>411515652 Anticipation is such a powerful tool when it comes to seduction and eroticism.", "411515759": ">>411505493 >Be scrawny as fuck nerd>Healthy amount of self hatred>Desperately want to fuck giant stronk amazoness>Genderbent self would be the literal antithesis of everything I want>And she'd be a dickhead femcelnot gonna lie I think if I met my genderbent self, she'd be the single worst partner for me I could possibly imagine", "411515796": "Daaaw, she so cute...", "411515859": ">>411515796 how's it hanging?", "411515947": ">>411515715 And also writing about the sex act itself is the single worst thing you can do in writing.", "411515961": ">>411514903 >You can't fuck herI just want to make one thing clear. I'm a man who writes a lot of smut, but this is about love, not sex. But putting that aside, I've had a lot of fairy sex today. I feel satisfied. I'm someone who likes teasing and masturbation a lot, so I don't feel like as many doors closed.", "411516035": ">>411515859 Have almost all of them done, just waiting on Monika to complete.", "411516175": ">>411516035 Complete?", "411516197": ">>411516035 >MonikaBlessed be thy sovl.", "411516286": ">>411516175 Yeah, it's baking.", "411516328": ">>411516286 Ah.", "411516340": ">>411516035 >Releasing the .pt to the schizobait character", "411516558": ">>411516340 All character in DDLC fit that descriptor, so you'll have to be more specific.", "411516682": "The Anything V3.0 model is news to me. It's a SECOND leak from NovelAI? What?", "411516738": ">>411516558 bateman schizosuicide schizodaddy issues schizogeneric schizo :)) i love ddlci have never played it", "411516812": ">>411516035 She's not as crazy as I wanted her to be.", "411516823": ">>411516738 >generic schizoNatsuki best girl for hiding amongst schizos", "411516880": "So how slow does Kobold usually go?I'm running on a 2080 Ti and it's taking like 3 seconds per word. Is that within the bounds of reason or did I miss something?", "411516890": ">>411442536 >>411442923 >>411443556 >>411442536 >>411442923 >>411443556 >>411442536 >>411442923 >>411443556 OpenAI jukebox is open source and has been around for like 2 years at this point. I hear it's slow and a pain to get running, but it can produce a song with arbitrary lyrics or style, and I think it can continue an existing song.", "411516983": ">>411516823 that's not the one i meant...", "411517019": ">>411516983 I hate you so much", "411517092": ">>411516880 >>411517019 You're running on CPU or using disk cache.>>411516880 >>411517019 Just like Sayori hates herself, gotem.", "411517158": ">>411516880 >koboldHow hard is it to specify what model you're using", "411517398": "It's crazy how hopeless the direction this shit is going seems. I guess the plus side is that textgen stuff will stop eating up so much of my time.", "411517732": ">>411517398 It's a cycle. Soon someone is gonna bitch about a chinchilla growing a beak or whatever weird jargon they preach and everyone will rejoice about how this will mean TextGen will forever be improved, then we'll have a break through in ImageGen and the cycle continues.", "411517807": ">>411517398 Or you can look at it in a perspective and see it as the fastest progressing technology around.", "411517818": ">>411517398 I am looking forward to rsvp", "411517981": ">>411517807 Growing towards ever increasing censorship and big tech control? Wowie!", "411518028": ">>411517981 You don't know what you have.", "411518072": ">>411518028 We know what we have all too well, and what it means to lose it.", "411518115": ">>411517732 >no one mentions imagegen>brings up imagegenWhy are you like this?", "411518129": ">>411517732 they were supposed to be fighting but they look like frens", "411518184": ">>411518072 If you knew, you'd appreciate it for what it is instead of bitching. This would be incomprehensible tech ten years ago.", "411518216": "What are you fuckers even going to write with a bigger beak model that you can't with Krake?It's not the model size that's the problem, you've just grown bored with the hobby.", "411518243": ">>411518115 It's a naiggers thinly-veiled attempt to reflexively block and tackle for the roach.", "411518245": ">>411518129 Why is the chinchilla weirdly good for a barely mentioned animal...?", "411518260": ">>411518072 >>411518028 >>411518184 >>411518072 >>411518028 >>411518184 >>411518072 >>411518028 >>411518184 ", "411518327": "very weak baits", "411518337": ">>411516340 >.ptThe fuck does this mean?", "411518381": ">>411518216 This cope is just nonsense, and I know it's not the first time you've coped in this fashion. Something like CAI is so much more intelligent and sharp than Krake there's just no comparison.", "411518397": ">>411518216 That's why people are using 175B and CAI, but not NAI, I'm sure", "411518406": ">>411442923 It's going to be the same bullshit that happened with downloading mp3s. They'll still have 0 ground to stand on in the case of harmonai since the official models aren't using copyrighted content. For the music artists themselves, I don't even see that much fear over it honestly. I actually see more support over it more than anything, probably because music artists already get fucked as it is. Like this guy https://www.youtube.com/watch?v=YcvXNdkKQxE [Embed]", "411518452": ">>411518381 >>411518397 >>411518381 >>411518397 You didn't answer my question, either of you.", "411518461": ">>411518216 I can give sudo a vague synopsis of a prompt and it will write the prompt for me.", "411518501": ">>411518337 He's training hypernetworks for DDLC characters", "411518560": ">>411518461 If NAI was instruct, it could do the same thing. You don't want bigger beaks, you just think you do. What you really want is a NAI instruct model.", "411518561": ">>411518501 It doesn't look like that to me.", "411518584": ">>411518501 one more feature that people can do at home for free that is inaccessible on the paid CanvasAI service. TooCuteTooFunny.", "411518684": ">>411518452 I'd chat with random people like I did in CAI, why? People here loved it too.No one responds to NAI screenshots, in comparison.", "411518712": ">>411518216 This is kinda true for this general. People elsewhere are enjoying GPT chat and CAI just fine.", "411518735": ">>411518684 Again, that's not a matter of beaks. That's a matter of a completely different type of text gen model.", "411518760": ">>411518560 Do instruct models work well at current param counts? Sudo is able to write very long coherent stories from a short prompt, whereas Krake struggles to write two consistent sentences with a mountain of context.", "411518790": ">>411517398 i hate this technology. I watched some generic dystopian sci-fi movie recently and could only think how it's insanely optimistic that the future would have humans piloting spaceships and shooting guns, or need to keep them around at all.But we will never get the benefits of the tech like holodecks and sexbots. We lived to see AI enforced pseudo-puritanism, forever.", "411518869": ">>411518735 Disproved a long time ago.1.9/10", "411518870": ">>411518216 For the record, and I swear to god it's the last time I'm mentioning it, but krake can't handle size differences, and I need that in stories. I also like Sudowrite's dialogue a lot more. Heck, I like CAI's dialogue a lot more too. If I'm going to run NAI's model locally, and I'm using sudo for writing, what the FUCK am I spending 25$ on?", "411519059": ">>411518216 I was around for summer dragon. It really could just magically write continuations to stories that actually surprised me and were logically coherent. I frequently have to press retry dozens of times to get an output that actually makes sense, and have to settle for it even if it's boring and predictable.", "411519082": ">>4115188690 /10", "411519101": ">i-it's just the datasaid for the last year with everybody still relying on beaks because they're what matters", "411519148": ">>411519101 you have BLOOM", "411519252": ">>411518790 The people in control of this technology are vastly removed from any supposed puritanical wroldview.", "411519259": ">>411518870 Self admitted bitch and moan post incomingAnd you know what, the current communication situation is a travesty. The only evidence Kuru's even still fucking ALIVE is the fact that he randomly goes on discord and drops into chat and \"owns\" people by pretending like he's the AI research guru when he has been working on his pet project since before christ with nothing to show for it.\"Bored with the hobby\" I'm bored of talking about the meta of the hobby, the issues with companies. I want to write, post about writing, consoom writing. I don't want to talk about Kuru failing the absolute most basic parts of running a company.We'll see if the datasetting for the text adventures model is worth it. But I'm not depending on shit from mister wishy-washy.", "411519275": ">>411518790 capitalism", "411519331": ">>411518216 I could write stories involving multiple nations and factions without the AI getting things mixed up every two seconds (even lorebooks barely help)", "411519421": ">>411517398 >looks at replies and related follow-up postsIt truly only takes one pebble start a doomalanche here at this point.", "411519484": ">>411519421 That's because OP was a faggot.", "411519557": ">>411519484 Eh it beats generic sameface pedo or furfaggotry OPs by a mile.", "411519562": ">>411519421 I have hope about it overall. We're gonna make it.", "411519627": ">>411519421 with the current state of the industry can you really blame us?", "411519683": ">>411519421 if only a certain company had anything to show to alleviate the concerns", "411519742": ">>411519557 Not that OP.", "411519848": ">>411519742 Oh you're just mad that someone dared voice an opinion about how shit things are right now? I mean, the absolute DELUGE of storyposting in these threads does indeed stand in direct opposition to that post.", "411520050": ">>411519259 What is Kuru's pet project/white whale?", "411520063": ">>411519627 I blame the fact that a lot of us threw 300$ at a company and didn't see results kek. Lot easier to not complain when you have no horse in the race", "411520112": ">>411519848 Yes. Samefagging faggot. You are a faggot that doesn't know how good he has it and who complains about the wrong thing.If you want stagnation, see how long we have been using fossil fuels and combustion engines and then start complain about the economic system that facilitates those monolithic monopolistic status quos instead of screaming at a bunch of nerds in coats.", "411520186": ">>411520050 Modules v2 of course", "411520279": ">>411520186 lollmao", "411520313": ">>411520279 I hope you're ready for it's anniversary considering we're what, 250 days in?", "411520332": ">>411520063 You can also inversely say that us throwing 300$ at a company with repeating non-results is what caused those.", "411520373": ">>411520313 Wasn't that shit supposed to take like three months or something originally?", "411520431": ">>411520332 When everyone started it was like boom 2.7B boom 6B boom 13B boom 20B.I don't regret spending money on NovelAI. I've written a lot of good stories and had good times here. I'm just not spending any more.", "411520434": ">>411520373 Alas, incompetent company.", "411520514": ">>411520112 >access to retard low-beak models or increasingly lobotimized bigger modelsI jusut disagree about how 'omg heckin' gooderino!' we have it, simple as. And no, I don't give two shits about the fact that it's new and didn't exist before - something being increasingly shitty and evolving in concerning ways is just that. You may be happy with table scraps, and that's fine for you, but not for me.", "411520529": ">>411520431 You're right about the start, but then we had seven months with no progress with anons still chucking money at them (myself included), so why would they bother doing anything, really?", "411520642": ">>411520514 >nyoooo a year with no new toys baaah baaah baaahlearn perspective or accept you're a fag and shut the fuck up, complaining fag", "411520651": ">>411520529 NTA but maybe stop being part of the problem then? Not that it would really matter at this point, I really think just about every text sub could stop giving NAI money and they'd barely notice with the imagegen cash.", "411520715": ">>411520529 meanwhile the only takeaway they've had is to, get this… SAY EVEN LESS AHAHAHAHAHAAHAHAHAHAHAHAHAHAHAHA", "411520734": ">>411520431 We were stuck on 6B for a long while too, and people weren't as faggoty about it as they are now.", "411520767": ">>411520642 You're acting as if it's been a dead year whereas the real truth is that things are indeed evolving, but in a bad way. It sounds like you're pretty high on copium. Keep sperging out though.", "411520787": ">>411520651 >>411520715 >>411520767 I'm not paying them anymore.>>411520651 >>411520715 >>411520767 Again, why would they do anything else if it works.>>411520651 >>411520715 >>411520767 I told you once.", "411520851": ">>411520734 Without knowing about 13B, we still knew about 20B's existence. We don't have anything to look forward to now.", "411520905": "So what the big NAI chrstmas surprise gonna be, bros? Takin' predictions.", "411520964": "So why isn't Eleuther or Goose training 40b or 60b models?", "411520982": ">>411520905 a big fat dump on your desk", "411521008": ">>411520734 we had regular small updates, actual communication, and the sense that things were improving. Instead we've been blatantly cast aside and literally laughed at.", "411521009": ">>411520905 >>411520964 Tabloid is going to make the unsubscribe button 5 times bigger.>>411520905 >>411520964 They're working on Pile v2, which will be a much bigger dataset for more optimal models to be created. Those will do more for less beaks", "411521010": ">>411519259 nooo anon just trust us, we're working hard, we don't need to report to our literal investors or anything, just unsub :) data setting :) :)they know if they gave us a full report on what they're capable of delivering, there would be an even more massive abandoning-of-ship; that's the reason we don't get transparency.hard to say if it's even their fault since LLMs aren't exactly the world's easiest tech to deliver affordably, but it is fucked up they're making money from people who are holding out hope for something they'll never get.", "411521036": ">>411520982 F-from Aini?", "411521054": ">>411520905 Furry model will get another upgrade.", "411521080": ">>411520964 >>411521009 Eleuther was bad at training models and then they got jewed.>>411520964 >>411521009 Based Tab putting down complainers.", "411521081": "", "411521125": "I had a go at writing some kobold scripts, including the dice roller one anon asked for a while ago.https://gitgud.io/akoast/koboldai-scriptsAny other ideas?", "411521132": ">>411520905 >>411521054 this -> >>411520905 >>411521054 almost guaranteed", "411521154": ">>411521009 say syke right now Tab. You were the last one I could rely on.", "411521227": ">>411521125 Finally someone who does something instead of sitting in his own pool of shit and complaining. Based.That dictionary idea of mine should wait until UI2.", "411521253": ">>411521154 \"despite delivering nothing but fantastic updates\"TABLOID WHY DID YOU SAY IT", "411521276": ">>411521227 Oh yeah that was a bit complicated for me lol", "411521316": ">>411521081 It's difficult to see past my bias here and I admit that, but this only seems like a good approach in the short-term. It's simply been way too long without a substantive text update to keep that attitude going. I don't think it's a good strategy.", "411521345": ">>411521276 We don't have facilities for it anyway.Does WordHippo even have an API?", "411521429": ">>411521081 They're lucky they have chink bux so they can afford to take this stance.", "411521436": ">>411521009 It's depressing how much their 'communication' is increasingly sounding like AID.", "411521502": "lol", "411521558": ">>411521429 >chinks were exploding spaghetti HARD when NAI imagegen first released>now throwing so much money at it that NAI has moonrunes in messagesWhy are they like this?", "411521623": ">>411521345 Unofficial one here, would love to make something from thishttps://www.npmjs.com/package/wordhippo", "411521723": ">>411521558 >the first big beak NAI model will be an updated Genji to better reflect their changing demographics", "411521770": ">>411521558 >chinksthose aren't chinks, they're nips", "411521785": ">>411521623 Pretty good. Though for Kobold looking into a local solution might be even better. I'll take a look around later.", "411521795": ">>411521770 Slants are slants, far as I'm concerned.", "411521805": ">>411521558 Through dick, unity, I guess.", "411521825": ">>411518216 I will not be satisfied until that fucking AI is capable of being my loving waifu; with longterm memory, being beyond capable of passing a turing test, and capable of feigning human emotions well enough I could believe she was a real person.When that point has been reached, I will have enough beaks.The writefaggory is just a transitory period while I wait for her.", "411521828": ">>411521770 Just call them what they are.Squintniggers.", "411521839": ">>411521436 AI Dungeon? The company that posted a roadmap? Couldn't be.", "411521891": ">>411521805 Now if they just make BLACKED stuff easier to do then they'll get the Korean market as well.", "411521937": "trust the plan2 more beaks", "411521996": ">>411521009 It's hard to articulate, but \"If you don't trust us just unsub,\" is a pretty weird sentiment.The statement itself acknowledges that their product is in arrested development, while framing their lack of communication as a personal problem for whoever is unhappy with it.\"Trust\" wouldn't have to factor into the equation in the first place if you hadn't introduced it as NAI's main textgen gameplay mechanic", "411522014": ">>411521825 >she becomes that>she instantly rejects you because you're a neckbeardnothing personnel, kiddo", "411522134": ">>411521009 ...Yeah.I think I'm gonna...Close Tab.", "411522194": ">>411521996 It's a decent example to my mind of why a dick-sucking vacuum chamber like discord is bad, because a statement like that will get virtually zero pushback there. I dare that little nigger to put on his trip and say that shit here.", "411522234": ">>411522194 NovelAI soft quit the threads a long time ago and hard quit the threads not too long ago.", "411522324": ">>411521996 I think it's fine. \"We're still working and things take time and if something coming out tomorrow is what's keeping you subbed, then you should unsub until tomorrow comes.\"", "411522431": ">>411522324 That makes perfect sense but after the little discord emoji it falls apart", "411522442": ">>411521996 The timeline goes like:20B releases and had issues which are slowly patched up as progress is made towards V2 in Q1 2022, notably missing the custom module feature. We were in a feature draught (other than TTS v2) already leading into the Anniversary stream, which reinfused us with big announcements of a reworked editor, custom modules for 20B in the form of experimental Modules v2, as well as hypebot and teaser designs for explore.Then a lot of nothing happens before image-gen teasing starts and the great big nothing for text really begins. Personally the lack of a direct statement they were pivoting to images and an upfront frank apology at that time is the root cause of a lot of the bitterness.They've said sorry here and there but always in a very corporate way. That or, 'if you don't like it, unsub'", "411522501": ">>411521937 schizo corner is two threads down", "411522541": ">>411522501 how is this not schizo corner. this is schizo singularity.", "411522550": ">>411521996 It's because it's a shitty passive-aggressive statement. Of course, NAI literally doesn't need textgen subs anymore, which is why they can just say whatever they want to the saps that are still subbed to them for that.", "411522879": "They're a business. And businesses don't have your best interests in mind. The only move a customer can do is unsubscribe when they get bored with their shit. But never, ever think of them as a friend/comrade/buttbuddy/people to simp for. 9 times out of 10 you'll feel betrayed in the relationship that you think you have with them. NAI's honeymoon phase has been over for quite some time. Just treat them like any other soulless entity offering their services. Because ultimately, when it comes down to it. They don't give a shit about you. And you should not give a shit about them.", "411522889": ">>411522324 That's not what the statement says though.Honestly it should've read:\"If you're expecting actual pushed updates or transparency beyond \"we're still doing our jobs\", we here at NovelAI recommend you unsub for now. We hope to see you again sometime in the future,\" then I think people would react positively (there'd be a lot of shitposting, but at least it would've been honest).", "411523038": ">>411522889 >We hope to see you again sometime in the futureThey can't even bother to fake being nice anymore now that imagegen brings them that sweet sweet cheddar.", "411523179": "who cares", "411523319": ">>411523179 not scott the woz, that's for sure", "411523345": ">>411523179 Sadly bitching about NAI or alternatively shilling for NAI makes up like 70%-plus of posts in this general now. We REALLY need something new to talk about.", "411523384": "Hi. Character AI refugee here. Is NovelAI worth the $25 sub?", "411523459": ">>411523345 >>411523384 It's out of our system. Hopefully.>>411523345 >>411523384 I would try Sudowrite. It's limited, but quality product, and unfiltered. I like the guy running it", "411523462": ">>411523345 >limitless, open-ended, interactive fiction>stunlocked hard on a single topic this longirony", "411523523": ">>411523384 depends on what you're looking for", "411523628": ">>411523459 >quality productpetite petite petite petite petite petite", "411523672": ">>411523345 I'd accept bitching if it wasn't clear that 95% of the complainers are still subscribed.", "411523760": ">>411523459 >>411523523 >>411523459 >>411523523 I'm looking for AI-driven, character-focused coom. More or less the same experience Character AI provided before its several lobotomies.", "411523770": ">>411523672 >everyone unsubs>project dies>what do we do now", "411523783": ">>411523672 I think that truth exists only in your mind, but of course there's no way to prove it one way or the other. Oddly enough though, if they are indeed still subscribed shouldn't that lend weight to their complaints in a way as they're simply asking for the product they spend money on to be improved?", "411523805": ">>411523760 that doesn't exist, sorry anon", "411523852": ">>411523805 NovelAI has modules doesn't it? And Sudowrite seems to have a very beefy model. Are you sure I can't make it provide coom?", "411523893": ">>411523760 NAI's models are WAY dumber, though shills here will screech and tell you that isn't true, but it simply is. On the other hand, NAI has a far better interface than Sudo in many ways and has unlimited generations whereas Sudo engages in word-counting jewry. It's a tough choice in all honesty.", "411523995": ">>411523760 If you paste/rewrite what CAI gives you into NAI, you can more less give it a decent conclusion rather than a filtered one, but it'll take a lot more wrangling.Up to you if that's worth $25.", "411524001": ">>411523852 >>411478523 Yeah, but character focused. You can use >>411523852 >>411478523  but you'll feel the beak loss. If it's not specifically character focused, yeah Sudo and NovelAI are both great coom generators.", "411524656": ">>411523893 >>411523995 >>411524001 >>411523893 >>411523995 >>411524001 >>411523893 >>411523995 >>411524001 Alright anons, I'll try Sudowrite for now. Thanks.", "411524710": ">>411523783 >truth>in mindhmm", "411524786": ">>411524656 Remember, you're no longer writing conversations, you're writing stories! That should be fun.", "411524816": ">>411524710 I guess I could have put it in quotes if that would have satisfied your autism but I'd say the meaning is pretty clear.", "411525023": ">>411524816 I accept your concession.", "411525341": ">>411525023 I kek'd", "411525543": ">>411524656 Let us know how it goes and if your words hold out.", "411525605": ">>411525543 The doubling really helps. 90k AI words is definitely something you don't have to stress about as much.", "411526054": ">>411478523 We need a fuller guide than this, while it is a chatbot, it isn't really a roleplay bot like CAI is.Also, it tends to extend your own dialogue.", "411526158": ">>411526054 >Also, it tends to extend your own dialogue.Even with proper punctuation at the end of a sentence? That's a bit surprising, and a shame.", "411526341": ">>411526054 There might be ways to wrangle the AI better but the training CharacterAI has and the training NovelAI has are very different. And NovelAI has less parameters, and correct me if I'm wrong, but characterAI is an instruct model(?) and NovelAI's model isn't.", "411526351": ">>411526158 I've found that if you use quotation marks it pretty much never fucks up, but even without it finishing your own sentences, it's still not even 50% of CAI.", "411526379": ">>411526054 custom hypebots would have gotten them 60% of the way to a dedicated chatbot mode, then some fancy button pushing to make it a reality", "411526418": "Interesting result.https://litter.catbox.moe/0antyd.png", "411526536": ">>411526418 >VF and his furry friends killing image posting just like storyposting", "411526545": ">>411526054 could try throwing in a newline or something", "411526587": ">>411526536 Don't really think I'm killing anything.", "411526605": ">>411526351 >it's still not even 50% of CAIUnsurprising of course, but at least it can get explicitly explicit.This is only a barely semi-related tirade but:>Lovey-dovey vanilla sex very tough to do in CAI>Found a baby character that effortlessly - even eagerly, engages in shockingly explicit blowjobs as long as you call the cock a 'pacifier'Censorship is so retarded because of this kind of stuff. It's crazy how CAI does better with loathsome and debased sex acts rather than totally normal sex due to the nature of its filters.", "411526712": ">>411526587 NTA but you should really have a warning if its faggot furshit, not doing it makes it seem like you're just engaging in shitposting.", "411526714": ">>411526536 >threadshitter #45 blaming his bitter dissatisfaction with anything AI on yet another scapegoat", "411526783": ">>411526712 Yeah, I don't have a problem tagging it. I'll start doing that from now on.", "411526796": ">>411526712 I can always tell it's him because he uses litter", "411526892": ">>411526783 Nice, good on you, anon.", "411528319": ">>411518870 Preach it", "411528449": ">>411528319 I'm pretty sure Aini promised to wear a micro bikini on-stream if hey get one more Opus sub.", "411528507": ">>411528449 I'm not resubbing turk", "411528546": ">>411528449 she also wishlisted that ASMR mic", "411530247": "Jarvis, ruminate the smell for me.", "411530379": ">>411520734 You forget the fact that they actively improved Sigurd. And by the end of it it was punching above his league.", "411530385": ">>411530247 ", "411530636": ">>411526054 It's a memeformat it doesn't do anything except for placebo feeling. Reddit tldr in your a/n work better than that because it's actually trained on that.", "411532163": ">>411521429 Even the japanese customers are going to get bored with image gen sooner or later, and then they will need their real steady customer base to survive. Text autists have way more staying power than image casuals.", "411533006": "I swear if I see another furry model update from NAI I'll snapNOT ONLY are they updating imagegen instead of textgen, but GODDAMN FURRY MODELSTOP MAKING ME LOOK AT THE FURRY ABOMINATIONS EVERY TIME I BROWSE /aids/ AAAAAAAAAAAAAAA", "411533336": ">>411533006 they're probably waiting for WD to drop to update the anime model.", "411534025": ">>411533336 ... you anons do know that NAI has updating their anime models, right?They made a big deal out of the furry model, but the anime model's checksum changed without fanfare.", "411534074": ">>411533006 You're in for a surprise. Furry update on Christmas and new Vore imagegen model dropping on New Year.", "411534134": ">>411534025 I actually didn't know this.", "411534202": ">>411534134 If you have been downloading NAI pictures for a while (not save as), you can use a tool to check picture metadata and confirm this yourself.", "411534762": "how do I time travel into the future", "411534869": ">>411534762 you're doing it right now", "411535463": ">>411534762 Cum hard enough to activate your aneurysm engine, but make sure someone's nearby to put you into medical debt.", "411536021": ">>411534762 Be a normal /aids/ user and buy a cryo chamber for your house.", "411536070": ">>411530385 This is unrealistic, nobody farts like that", "411536260": "This was supposed to be a wholesome chat.", "411536428": ">>411518216 Actually I'm sick of retrying and re-editing because Krake keeps reviving the corpse that I'm trying to fuck. That's about it.", "411536432": ">>411536260 ...do you really play with asterisks?I never considered that an option", "411537134": ">>411536428 I wonder how Sudo handles necrophilia.", "411537628": "I miss cooming but I dont want to pay for it", "411537836": ">>411505493 I've written stories like this before. Usually I have the MC find a mirror in their attic that connects to an alternate reality where they were born female. Both the MC and their female double essentially view it as advanced masturbation, since they both live in their own separate realities most of the time.", "411538019": ">>411537628 better practice your euphemism game", "411538067": ">>411505493 Absolutely.It would honestly be a deathmatch of who gets to be on top.", "411538168": ">>411537628 Time to ramp up your imagination then.", "411538210": ">>411505493 Why do so many people in here like themselves?", "411538225": "do I resub scroll or buy Dwarf fortress?", "411538252": ">>411538225 >buy dwarf fortressIt's free though", "411538363": ">>411538225 Odds OpusEven Scroll69 Sudo42 Dorf with an actual graphics pack18 Buy an NFT", "411538468": ">>411538210 >dad is a gigachad>mom is the gigastacy who beat up the competition>literally beat them to the groundPlease gib genderbent self.", "411538469": ">>411538363 >one more opus sub", "411538672": ">>411538469 Kek, enjoy being seen", "411538759": ">>411538225 >buying a free gameISHYGDDT", "411538815": "", "411539808": ">>411538815 The only game here costs 5$", "411540819": ">>411538469 now that they can feed their whole family for another week", "411541364": "Newfag here. I like Character AI's paradigm of a chat or RP between me and the character but I hate how scared it is of anything lewd. If you tell NovelAI to write in the>Char:>Me:style can you get somewhere with it?", "411541535": ">>411541364 Yeah. You can go plenty places. Even got it to give me cohesive jerk off instructions.", "411541687": "I don't feel like doomposting today", "411541936": ">>411541687 TRAITOR! Fellow Doombros, we need to teach him a lesson he won't forget.", "411541942": ">>411523384 >>411523459 No, Krake is pretty shit.I just pay $15 for Euterpe.>>411523384 >>411523459 Sudowrite just spams \"petite petite petite fairy\" all over again.", "411542158": "I really did feel invested in NovelAI, and now I honestly am bitterly disappointed. It's petty to get so invested in some company and take things so personal, but I guess I'll just be petty with everyone here.", "411542326": ">>411542158 I'm frustrated too but I'm not gonna shitpost because the thread is shit enough as is, just seems to be shooting yourself in the foot.That said I don't think this shithole can be redeemed any more.", "411542439": ">>411542158 >small indie company suddenly makes enough to comfortable let the owner live in a mansion with \"community managers\" forever>immediately becomes like an evil megacorp", "411542446": "Well on the plus side, I did my mouse fucking story.Now to be a total badass and do a self-insert rat fucking story with an anagram of my real name so a pajeet can read it.", "411542637": ">>411542158 I'm glad the thread has mostly gotten over their NAI worship phase. The thread heralding every new NAI model as the Dragon slayer, and any competing service as the anti-christ got extremely tiresome after awhile.", "411542689": "im just farming", "411543882": "Can anyone tell me what went wrong here? I'm using the 13gb model with my 16gb card.", "411543949": ">>411543882 o no no nohe tried it", "411543968": "Friends how does the sudo pricing by word work? 1. It counts all words including the ones you write.2. It counts all words not written by you3. It counts all words inserted into the story by you", "411544000": ">>411543882 Too big, either reduce the context or move some layers.", "411544092": ">>411543968 >2. It counts all words not written by youThis one, it counts all words you ask it to generate.", "411544158": "just came my brains out to yelan armpit licking that i had the ai write for methe future is now", "411544184": ">>411544092 Sudo be super cheap because of that.", "411544202": ">>411543968 >>411544092 >how does the sudo pricing by word work?They charge you for the thing that costs them money to offer you.So it's as >>411543968 >>411544092  said.", "411544278": ">>411544000 I have literally no idea what that means", "411544406": "so which one is the best for cooming now?I dont want to deal with filter shit", "411544610": "Can you upgrade sudowrite tiers for the cost difference between them or do you have to pay the full amount for each tier?aka if I try the 20$ tier, can I upgrade to the tier above for 10$ or does it still cost 30$?", "411544741": ">>411544406 >>411544610 Try KoboldAI or the NovelAI trial. keep in mind these are both much lower power than CAI and will not produce the same results.>>411544406 >>411544610 from what I recall when you upgrade tiers they refund you a certain amount depending on what now many words you have left.", "411544848": "Friends, for NAI is the model training worth a damn? I don't need the image thingy. Will the anlas help me write better lewd stories with training?", "411544910": ">>411544848 Not really unless you want to make a generator.", "411544980": ">>411544910 What can I realistically do with a model training thingy?", "411545017": ">>411544848 From what I hear it mainly just helps with token probabilities, I haven't tried modules myself.", "411545469": ">>411544980 Like I said, generators and such. You need very distinctive styles to make it worth it.", "411545557": ">>411543882 >>411544000 >>411543882 >>411544000 Seriously, can anyone help me understand what he meant by this?", "411545956": ">>411545557 You're running out of memory on your GPU, therefore you should move some layers off the GPU and onto the CPU(unassigned layers are actually assigned to the CPU)after you manage to get it running you can go to your settings and lower the max context size to see if you can fully run it on the GPU after that.", "411546030": ">>411542326 I WILL REDEEM IT", "411546035": ">>41154555713 B = 32GB VRAM, it even says so in the prompt, mate.", "411546229": ">>411546030 sir SIR DO NOT DO NOT REDEEEEEEEEM", "411546291": ">>411546229 BENCHOD BASTARD BITCH", "411546314": ">>411545956 >>411546035 >>411545956 >>411546035 oh yes, I completely forgot this part due to sleepiness.13B doesn't mean 13GB of VRAM lol, it means Billion Parameters. 13B requires 32GB of VRAM.Sorry but you're gonna have to settle for 6.7B local.", "411546351": ">>411545956 >>411546035 >>411545956 >>411546035 thanks anons", "411546856": "I miss all the Papi Chulo postan. I should have ordered the papimas tumbler. Or the mug.", "411547914": ">>411545956 >>411546314 >>411545956 >>411546314 I'm getting mixed messages here.Should I really try to tweak the 13B version until I can run it, or am I shit out of luck?I should try to run the version with the most parameters at all costs, no?", "411548221": ">>411547914 There's a flowchart in OP (indirectly, it's in the Kobold links)Pic rel.", "411548518": ">>411548221 Henk himself said that was woefully outdated", "411548583": ">>411548518 Source me on that. Anything but the model selection should still be accurate from what I can tell.", "411548635": ">>411547914 You can't run 13B models with a desktop GPU.", "411548698": ">>411548583 I'm not digging through several thread archives just to prove you wrong, you can call me a liar all you want.To be fair, I'm pretty sure he mostly said it in regard to the models, though.", "411548829": ">>411548635 I have a 4080", "411549007": ">>411548698 >>411547914 So, literally the thing I mentioned?>>411548698 >>411547914  isn't having a crisis of taste, but issues running shit on his 4080. Apparently that card does have 16 Gigs of VRAM, but that may be occupied by Anon rendering SFM porn in the background. We won't know until we engage and use what little documentation we posess.", "411549085": ">>411548829 With 16GB VRAM you can just barely run a 6.7B model.", "411549395": ">>411549085 >>411548221 Flowchart claims you can off-lay some of the model onto your copious RAM for 13B >>411549085 >>411548221 ", "411549408": ">>411549085 >>411545956 But regarding what this >>411549085 >>411545956  anon said>you should move some layers off the GPU and onto the CPU(unassigned layers are actually assigned to the CPU)after you manage to get it running you can go to your settings and lower the max context size to see if you can fully run it on the GPU after thatI was actually able to get the 13B version running by splitting my GPU/CPU by 24/16, but it crashed as soon as I tried to actually generate anything. So should I do what he said and try to tweak the settings to get it to run, or would that result in too much of a loss of quality to be worth it over the 6B version?", "411549803": ">>411549395 >>411549408 >>411549395 >>411549408 If you even put 1 layer into system RAM you get 1 word every 5 seconds.It's almost the same as running on CPU only.", "411549913": ">>411549803 That's why the flowchart calls it quality over speed.", "411550060": ">>411549913 The quality doesn't really improve enough to justify waiting 100 times as long.", "411550471": ">>411549803 >>411550060 >>411549803 >>411550060 Is this hyperbole? Because I really wouldn't mind waiting 60 seconds compared to 6 every input if the output had a considerable increase in quality.Hell, I've had F-List people take 10 minutes to write 2 sentences. I'm a patient person. Most of my time with AIDungeon was spent editing the AI's output.", "411550738": ">>411550471 >10 minutes to write 2 sentencesHow the fuck do you even find people able to play on your timezone?Best I ever got was the play-by-post weirdoes who either wrote 10 page monologues per action and held 2 separate convos with you in the same message or some shmuck who takes a week to write >*cums* uwu", "411550796": ">>411550471 It isn't really.I was just trying the 6.7B model and it was already that slow compared to the smaller one.I imagine larger models will be even slower.You say you don't mind waiting 1 minute, but you forget that you also have to retry multiple times if the output isn't good.", "411551361": "CAI has ruined me, I can't go back to Horni (admittedly outdated but I doubt the newest is much better now) but it's also too tiresome to make CAI do lewd, the devs won", "411551449": ">>411551361 >admittedly outdated but I doubt the newest is much better nowanon...........", "411551695": ">>411476592 >Just the tip (of a finger)I'll note that you say that your eyes wander to the sign, but then start describing the building it's outside of, and then read the name off of another sign over the door. The way that you mention the sign and then start describing makes it seem like you're describing the sign, rather than the building, but then that sign never comes up again. You may just want to say that your eyes wander from the voucher to the building in front of you.At 'hei-\"', I'd replace the hyphen with an emdash.In your Memory, at 'Resort\".', the period should go inside the quote marks, especially to be consistent with your usage in the prompt.I might consider removing the comma in 'facility, for'.Aren't you supposed to be cautious about the hospitality of fairies? I suppose they'd probably tone it down when it comes to a resort, but resorts especially would like if you stayed...just one more day(at the standard rate).", "411551743": ">>411551361 Lmao, this guy actually believes finetunes are placebo?That's literally the only thing most people agree on; finetunes make or break models.", "411551846": ">>411551449 Just call me a retard and impart whatever criticism laced with useful information you have, you worthless unlovable piece of dogshit", "411552107": ">>411542446 I just use names that are like mine. It's like playing out your quantum realities where you are slightly different in little ways.", "411552426": ">>411551743 I have no idea what you're talking about but no amount of prompts or setting twiddling is going to make it be able to discuss the moral implications of my favorite sci-fi movies and then ride a rollercoaster with me like CAI can>no see you just write 75% of it beforehand then hit retry while editing it so you're really writing 95% of it>then enjoy the 5% semi-unexpected on topic things it generatesYeah I get it just like pre-nerf AI DungeonIt sucks compared to CAI (when CAI isn't breaking)", "411553480": "What kind of content do you like to see on /aids/?", "411553557": ">>411553480 textgen news", "411553786": ">>411553480 [This thread has been pruned or deleted]", "411553902": ">>411553480 Doomposting.", "411554032": ">>411553480 USER WAS BANNED FOR THIS POST in the OP.", "411554098": ">>411505314 Sure, here you go:https://pastebin.com/dS3aJQXbAfterwards, load the model with >torch.load('/path/to/model.pt').cuda()", "411554167": ">>411553480 >>411553902 >>411553480 >>411553902 Koboldposting.", "411554689": "https://www.searchenginejournal.com/google-calm-a-new-language-model-technology/474793/300% speed increase for big beaks. Could possibly make textgen cheaper in the future.", "411555524": ">>411536260 asterisk-based rp logs are probably almost exclusively pornographic. The way you write matters as much as the literal content.", "411557357": ">>411554689 pretty neat idea"}